<?php
return [
    'id' => "အမှတ်သညာ",
    'created_by' => "ဖန်တီးသူ",
    'created_at' => "ဖန်တီးချိန်",
    'user' => "အသုံးပြုသူ",
    'audit_details' => 'စစ်ဆေးမှုအချက်အလက်',
    'back_to_logs' => 'မှတ်တမ်းများသို့ ပြန်သွားရန်',
    'information' => 'အချက်အလက်',
    'user_agent' => 'ဆက်သွယ်သည့် ကိရိယာ',
    'changes' => 'ပြောင်းလဲမှုများ',
    'old_values' => 'ယခင်တန်ဖိုးများ',
    'new_values' => 'ယခုတန်ဖိုးများ',
    'context' => 'အခြေအနေ',
    'url' => 'ယူအာအယ်လ် (URL)',
    'date' => 'ရက်စွဲ',
];
