<?php
return [
    'total_own_product' => "ကိုယ်ပိုင်ထုတ်ကုန်အမျိုးအစားများ",
    'total_price' => "စုစုပေါင်းစျေးနှုန်း",
    'total_investment' => "စုစုပေါင်းရင်းနှီးမြှုပ်နှံမှု",
    'total_profit' => "စုစုပေါင်းအမြတ်",
    'own_product_by_category' => "အမျိုးအစားအလိုက်ကိုယ်ပိုင်ထုတ်ကုန်များ",
    'sales_by_category' => "အမျိုးအစားအလိုက်ရောင်းအား",
    'monthly_revenue' => "လစဉ်ဝင်ငွေ",
    "isInstant"=> "ချက်ချင်းပေးချေမှု",
    "non_instant"=> "အကြွေးရောင်းရငွေ",
    "instant_vs_non_instant" => "ချက်ချင်းပေးချေမှု နှင့် အကြွေးရောင်းရငွေ နှိုင်းယှဉ်ချက်",
    "sale_by_product" => "ထုတ်ကုန်အလိုက်ရောင်းအား",
    "kyats" => "ကျပ်"
];
