<?php

return [
    'management' => 'ပွဲလမ်းသဘင် စီမံခန့်ခွဲမှု',
    'subtitle' => 'ကျောင်း၏ ပွဲလမ်းသဘင်များကို စီမံခန့်ခွဲပါ။',
    'create_btn' => 'ပွဲအသစ်ဖန်တီးရန်',
    'title' => 'ခေါင်းစဉ်',
    'description' => 'အသေးစိတ်',
    'date' => 'ရက်စွဲ',
    'time' => 'အချိန်',
    'start_time' => 'စတင်ချိန်',
    'end_time' => 'ပြီးဆုံးချိန်',
    'location' => 'နေရာ',
    'type' => 'အမျိုးအစား',
    'choose_type' => 'အမျိုးအစားရွေးချယ်ပါ...',
    'title_placeholder' => 'ဥပမာ - ဆောင်းရာသီကျောင်းပိတ်ရက်',
    'description_placeholder' => 'အကြောင်းအရာရေးသားပါ...',
    'location_placeholder' => 'နေရာထည့်သွင်းပါ...',
    'duration' => 'ကြာချိန်',
    'edit' => 'ပွဲအချက်အလက်ပြင်ဆင်ရန်',
    'create' => 'ပွဲအသစ်ဖန်တီးရန်',
    'delete_title' => 'ပွဲကိုဖျက်ရန်',
    'delete_message' => 'ဤပွဲကို ဖျက်ရန် သေချာပါသလား? ဤလုပ်ဆောင်ချက်ကို ပြန်ပြင်၍မရပါ။',
];
