<?php

return [
    'name' => 'နာမည်',
    'unit_id'=>'ယူနစ်',
    'category_id'=>'အမျိုးအစား',
    'price'=>'စျေးနှုန်း',
    'investment'=>'ဝယ်ရင်း',
    'image'=>'ပုံ',
    'profit'=>'အမြတ်',
    'name_validation' => "အမည်ဖြည့်ရန် လိုအပ်သည်။",
    'ownProduct_created' => "ကိုယ်ပိုင်ကုန်ပစ္စည်းကို အောင်မြင်စွာ ဖန်တီးပြီးပါပြီ။",
    'ownProduct_updated' => "ကိုယ်ပိုင်ကုန်ပစ္စည်းကို အောင်မြင်စွာ အပ်ဒိတ်လုပ်ခဲ့သည်။",
    'ownProduct_deleted' => "ကိုယ်ပိုင်ကုန်ပစ္စည်းကို အောင်မြင်စွာ ဖျက်လိုက်ပါပြီ။",
    "own_product"=> "ကိုယ်ပိုင်ကုန်ပစ္စည်း",
    "create_own_product"=> "ကိုယ်ပိုင်ကုန်ပစ္စည်းအသစ်ဖန်တီးရန်",
    "edit_own_product"=> "ကိုယ်ပိုင်ကုန်ပစ္စည်းကို အပ်ဒိတ်လုပ်ရန်",
    'ownProduct_in_use' => "ဤကုန်ပစ္စည်းကို နေ့စဉ်ဝင်ငွေစာရင်းတွင် အသုံးပြုထားသောကြောင့် ဖျက်၍မရပါ။",
];