<?php

return [
    'id' => 'ID',
    'name' => "အမည်",
    'role_name' => "ရာထူးအမည်",
    'can_access_panel' => 'အက်မင်ပန်နယ်ဝင်ခွင့်ရှိသည်',
    'role_name_validation' => "ရာထူးအမည် ဖြည့်ရန်လိုအပ်သည်။",
    'permission_validation' => 'အနည်းဆုံး ခွင့်ပြူချက်တစ်ခုရွေးချယ်ရန် လိုအပ်သည်',
    'role_created' => 'ရာထူးတစ်ခုအောင်မြင်စွာဖန်တီးလိုက်ပါပြီ',
    'role_updated' => 'ရာထူးအားပြင်ဆင်လိုက်ပါပြီ',
    'role_deleted' => 'ရာထူးအားဖျက်လိုက်ပါပြီ',

    'role_in_use' => "ဤ ရာထူး ကို အခြားသူများတွင် အသုံးပြုထားသောကြောင့် ဖျက်၍မရပါ။",
    'create_role' => 'ရာထူးအသစ်ဖန်တီးရန်',
    'edit_role' => 'ရာထူးကို ပြင်ဆင်ရန်',
    'back_to_list' => 'စာရင်းသို့ပြန်သွားရန်',
    'permissions' => 'ခွင့်ပြုချက်များ',
];