<?php

return [
    'name' => 'နာမည်',
    'description'=>'ဖော်ပြချက်',
    'name_validation' => "အမည်ဖြည့်ရန် လိုအပ်သည်။",
    'unit_created' => "Unit ကို အောင်မြင်စွာ ဖန်တီးပြီးပါပြီ။",
    'unit_updated' => "Unit ကို အောင်မြင်စွာ အပ်ဒိတ်လုပ်ခဲ့သည်။",
    'unit_deleted' => 'ယူနစ် အားဖျက်လိုက်ပါပြီ',
    'unit_in_use' => "ဤ ယူနစ် ကို အခြား ထုတ်ကုန်များတွင် အသုံးပြုထားသောကြောင့် ဖျက်၍မရပါ။",
    'create_unit' => 'ယူနစ်အသစ်ဖန်တီးရန်',
    'edit_unit' => 'ယူနစ်ကို ပြင်ဆင်ရန်',
    'back_to_list' => 'စာရင်းသို့ပြန်သွားရန်',
    'unit_name' => 'ယူနစ်အမည်',
    'update_unit' => 'ယူနစ်ကို အပ်ဒိတ်လုပ်ရန်',
    'unit' => 'ယူနစ်',
];